Repository: henry753951/TartUI
Catalog: TartUI/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: .tvm path
zh_hant: .tvm 路徑

source: %lld attached
zh_hant: 已連接 %lld 個

source: %lld shared
zh_hant: 已共享 %lld 個

source: A native, open-source macOS interface for Tart images and virtual machines.
zh_hant: 原生、開源的 Tart 映像檔與虛擬機 macOS 管理介面。

source: About
zh_hant: 關於

source: Add an OCI image to use it as a virtual machine source.
zh_hant: 加入 OCI 映像檔，作為虛擬機來源。

source: Add Disk Image…
zh_hant: 加入磁碟映像檔…

source: Add Folder…
zh_hant: 加入資料夾…

source: Add Image
zh_hant: 加入映像檔

source: Add Reference
zh_hant: 加入參照

source: Additional Disks
zh_hant: 額外磁碟

source: Allow an insecure HTTP registry
zh_hant: 允許不安全的 HTTP Registry

source: Allowed CIDRs
zh_hant: 允許的 CIDR

source: App language
zh_hant: App 語言

source: Architecture
zh_hant: 架構

source: Archive
zh_hant: 封存檔

source: ASIF requires macOS 26 or later.
zh_hant: ASIF 需要 macOS 26 或更新版本。

source: Attach an installer image from Run > Additional Disks on first boot.
zh_hant: 第一次開機時，請從「執行」>「額外磁碟」連接安裝程式映像檔。

source: Author
zh_hant: 作者

source: Automatic
zh_hant: 自動

source: Automatic prune limit: %lld GB
zh_hant: 自動清理上限：%lld GB

source: Automatically fit the display to the window
zh_hant: 自動讓顯示畫面符合視窗

source: Available
zh_hant: 可用

source: Blocked CIDRs
zh_hant: 封鎖的 CIDR

source: Bridged
zh_hant: 橋接

source: Cached
zh_hant: 快取

source: Caching
zh_hant: 快取方式

source: Calculating…
zh_hant: 計算中…

source: Cancel
zh_hant: 取消

source: Capture system keys
zh_hant: 擷取系統按鍵

source: Choose
zh_hant: 選擇

source: Choose…
zh_hant: 選擇…

source: Clone
zh_hant: 複製

source: Common Images
zh_hant: 常用映像檔

source: Concurrency: %lld
zh_hant: 並行數：%lld

source: Configuration
zh_hant: 設定

source: Connections
zh_hant: 連線

source: Copy
zh_hant: 複製

source: Create
zh_hant: 建立

source: Create a virtual machine from an image.
zh_hant: 從映像檔建立虛擬機。

source: Create from
zh_hant: 建立來源

source: Create Virtual Machine
zh_hant: 建立虛擬機

source: Created by
zh_hant: 作者

source: Creating %@…
zh_hant: 正在建立 %@…

source: Default IP resolver
zh_hant: 預設 IP 解析方式

source: Default OCI image
zh_hant: 預設 OCI 映像檔

source: Default SSH username
zh_hant: 預設 SSH 使用者名稱

source: Delete
zh_hant: 刪除

source: Delete Image
zh_hant: 刪除映像檔

source: Delete Image?
zh_hant: 要刪除映像檔嗎？

source: Delete Virtual Machine
zh_hant: 刪除虛擬機

source: Delete Virtual Machine?
zh_hant: 要刪除虛擬機嗎？

source: Deleting %@…
zh_hant: 正在刪除 %@…

source: Deleting image…
zh_hant: 正在刪除映像檔…

source: Devices
zh_hant: 裝置

source: Disable audio
zh_hant: 停用音訊

source: Disable clipboard
zh_hant: 停用剪貼簿

source: Disable keyboard
zh_hant: 停用鍵盤

source: Disable pointer
zh_hant: 停用指標

source: Disable synchronization
zh_hant: 停用同步

source: Disable trackpad
zh_hant: 停用觸控式軌跡板

source: Disk
zh_hant: 磁碟

source: Disk: %lld GB
zh_hant: 磁碟：%lld GB

source: Display
zh_hant: 顯示

source: Edit Settings…
zh_hant: 編輯設定…

source: Edit VM Settings
zh_hant: 編輯虛擬機設定

source: Empty Linux
zh_hant: 空白 Linux

source: Executable
zh_hant: 執行檔

source: Experimental VNC
zh_hant: 實驗性 VNC

source: Export…
zh_hant: 輸出…

source: Exporting %@…
zh_hant: 正在輸出 %@…

source: Exposed ports
zh_hant: 公開的連接埠

source: Follows macOS language settings
zh_hant: 依照 macOS 語言設定

source: Format
zh_hant: 格式

source: Full
zh_hant: 完整

source: General
zh_hant: 一般

source: Generate a new MAC address
zh_hant: 產生新的 MAC 位址

source: Generate a new macOS serial number
zh_hant: 產生新的 macOS 序號

source: Guest interfaces
zh_hant: 客體網路介面

source: Guest name (optional)
zh_hant: 客體名稱（選填）

source: Guest System
zh_hant: 客體系統

source: Hardware
zh_hant: 硬體

source: Headless
zh_hant: 無介面

source: Height
zh_hant: 高度

source: Henry753951 on GitHub
zh_hant: Henry753951 的 GitHub

source: Host allocation
zh_hant: 主機實際占用

source: Host folder
zh_hant: 主機資料夾

source: Host Only
zh_hant: 僅主機

source: Hostname
zh_hant: 主機名稱

source: Identity
zh_hant: 識別資訊

source: Image
zh_hant: 映像檔

source: Image or local VM
zh_hant: 映像檔或本機 VM

source: Image path, VM, block device, OCI, or NBD URL
zh_hant: 映像檔路徑、VM、區塊裝置、OCI 或 NBD URL

source: Images
zh_hant: 映像檔

source: Import .tvm
zh_hant: 匯入 .tvm

source: Installation
zh_hant: 安裝

source: Interface name
zh_hant: 介面名稱

source: IP address
zh_hant: IP 位址

source: Kernel
zh_hant: 核心

source: Language
zh_hant: 語言

source: latest, URL, or IPSW path
zh_hant: latest、URL 或 IPSW 路徑

source: License
zh_hant: 授權

source: Location
zh_hant: 位置

source: MAC address
zh_hant: MAC 位址

source: Memory
zh_hant: 記憶體

source: Memory: %@
zh_hant: 記憶體：%@

source: Mode
zh_hant: 模式

source: More Actions
zh_hant: 更多動作

source: Mount tag (optional)
zh_hant: 掛載標籤（選填）

source: Name
zh_hant: 名稱

source: Nested virtualization
zh_hant: 巢狀虛擬化

source: Network
zh_hant: 網路

source: Network information is available while the virtual machine is running.
zh_hant: 虛擬機執行時才可取得網路資訊。

source: No additional disks are attached.
zh_hant: 尚未連接額外磁碟。

source: No folders are shared with this virtual machine.
zh_hant: 尚未與此虛擬機共享資料夾。

source: No Images
zh_hant: 沒有映像檔

source: No Results
zh_hant: 沒有結果

source: No Virtual Machines
zh_hant: 沒有虛擬機

source: None
zh_hant: 無

source: Not found
zh_hant: 找不到

source: Notices
zh_hant: 第三方聲明

source: OCI reference
zh_hant: OCI 參照

source: OK
zh_hant: 好

source: Open Source
zh_hant: 開放原始碼

source: Open SSH in Terminal
zh_hant: 在「終端機」中開啟 SSH

source: Open Terminal
zh_hant: 開啟終端機

source: Operating system
zh_hant: 作業系統

source: Presentation
zh_hant: 顯示方式

source: Pull
zh_hant: 下載

source: Pull Image
zh_hant: 下載映像檔

source: Pulling image…
zh_hant: 正在下載映像檔…

source: Read only
zh_hant: 唯讀

source: Recovery mode
zh_hant: 復原模式

source: Reference
zh_hant: 參照

source: Refresh
zh_hant: 重新整理

source: Remove disk attachment
zh_hant: 移除磁碟連接

source: Remove shared folder
zh_hant: 移除共享資料夾

source: Replacement disk path (optional)
zh_hant: 替換磁碟路徑（選填）

source: Reported size
zh_hant: 回報大小

source: Repository
zh_hant: 儲存庫

source: Resolver
zh_hant: 解析方式

source: Restore Defaults
zh_hant: 回復預設值

source: Restore Image
zh_hant: 還原映像檔

source: Reveal in Finder
zh_hant: 在 Finder 中顯示

source: Root disk
zh_hant: 根磁碟

source: Root Disk
zh_hant: 根磁碟

source: Rosetta share tag (Linux)
zh_hant: Rosetta 共享標籤（Linux）

source: Run
zh_hant: 執行

source: Run %@
zh_hant: 執行 %@

source: Run With Options…
zh_hant: 使用選項執行…

source: Running
zh_hant: 執行中

source: Save
zh_hant: 儲存

source: Saving %@…
zh_hant: 正在儲存 %@…

source: Screen Sharing
zh_hant: 螢幕共享

source: Search images
zh_hant: 搜尋映像檔

source: Search virtual machines
zh_hant: 搜尋虛擬機

source: Select a Virtual Machine
zh_hant: 選取虛擬機

source: Select an Image
zh_hant: 選取映像檔

source: Serial Console
zh_hant: 序列主控台

source: Serial path (optional)
zh_hant: 序列路徑（選填）

source: Settings…
zh_hant: 設定…

source: Shared (NAT)
zh_hant: 共享（NAT）

source: Shared Directories
zh_hant: 共享目錄

source: Show in Finder
zh_hant: 在 Finder 中顯示

source: Size: %lld GB
zh_hant: 大小：%lld GB

source: Source
zh_hant: 來源

source: Source Code
zh_hant: 原始碼

source: SSH command copied
zh_hant: 已複製 SSH 指令

source: Start the virtual machine to query its operating system and usage.
zh_hant: 啟動虛擬機以查詢作業系統與資源用量。

source: Starting %@…
zh_hant: 正在啟動 %@…

source: Stop
zh_hant: 停止

source: Stopped
zh_hant: 已停止

source: Stopping %@…
zh_hant: 正在停止 %@…

source: Storage
zh_hant: 儲存空間

source: Stored size
zh_hant: 儲存大小

source: Suspend
zh_hant: 暫停

source: Suspendable
zh_hant: 可暫停

source: Suspended
zh_hant: 已暫停

source: Suspending %@…
zh_hant: 正在暫停 %@…

source: Synchronization
zh_hant: 同步方式

source: Tart and tart-guest-agent are external projects with their own licenses and are not bundled with TartUI.
zh_hant: Tart 與 tart-guest-agent 是各自採用獨立授權的外部專案，未隨 TartUI 一併提供。

source: Tart Error
zh_hant: Tart 錯誤

source: Tart Guest Agent is unavailable. IP resolution may still work through DHCP or ARP.
zh_hant: Tart Guest Agent 無法使用。仍可能透過 DHCP 或 ARP 解析 IP。

source: TartUI is an independent project and is not affiliated with or endorsed by OpenAI or Cirrus Labs.
zh_hant: TartUI 是獨立專案，與 OpenAI 或 Cirrus Labs 無隸屬關係，也未獲其背書。

source: TartUI is available under the MIT License.
zh_hant: TartUI 採用 MIT 授權。

source: TartUI on GitHub
zh_hant: TartUI 的 GitHub

source: TartUI uses Apple String Catalog localization. Change the per-app language in System Settings when available.
zh_hant: TartUI 使用 Apple String Catalog 提供多語言。在支援的系統版本中，可於「系統設定」變更個別 App 的語言。

source: This replaces the VM disk contents when settings are saved.
zh_hant: 儲存設定時將會替換虛擬機的磁碟內容。

source: This will permanently delete %@.
zh_hant: 這將永久刪除 %@。

source: This will remove %@ from Tart's OCI cache.
zh_hant: 這將從 Tart 的 OCI 快取移除 %@。

source: Transfer
zh_hant: 傳輸

source: Transfer Options
zh_hant: 傳輸選項

source: Try another search.
zh_hant: 請嘗試其他搜尋內容。

source: Unavailable
zh_hant: 無法使用

source: Uncached
zh_hant: 不快取

source: Unknown
zh_hant: 未知

source: Uptime
zh_hant: 運作時間

source: Username
zh_hant: 使用者名稱

source: Version
zh_hant: 版本

source: Version %@ (%@)
zh_hant: 版本 %@（%@）

source: Virtual disk
zh_hant: 虛擬磁碟

source: Virtual Machine
zh_hant: 虛擬機

source: Virtual Machines
zh_hant: 虛擬機

source: Waiting for an IP address
zh_hant: 正在等待 IP 位址

source: Width
zh_hant: 寬度

source: Window
zh_hant: 視窗

source: Done
zh_hant: 完成

source: GitHub did not return a license document.
zh_hant: GitHub 未傳回授權文件。

source: License Unavailable
zh_hant: 無法取得授權

source: Licenses
zh_hant: 軟體授權

source: Loading license…
zh_hant: 正在載入授權…

source: Project
zh_hant: 專案

source: Project author
zh_hant: 專案作者

source: Select a License
zh_hant: 選取授權

source: Software Licenses
zh_hant: 軟體授權

source: TartUI and related projects
zh_hant: TartUI 與相關專案

source: TartUI connects to a separately installed Tart CLI. It is a community project, not an official OpenAI or Cirrus Labs product.
zh_hant: TartUI 會連接另外安裝的 Tart CLI。這是社群專案，並非 OpenAI 或 Cirrus Labs 的官方產品。

source: TartUI is a small macOS companion for viewing Tart images and working with local virtual machines.
zh_hant: TartUI 是一個小型 macOS 輔助工具，用來查看 Tart 映像檔並操作本機虛擬機。

source: The license document could not be read.
zh_hant: 無法讀取授權文件。

source: Try Again
zh_hant: 再試一次

source: View the project on GitHub
zh_hant: 在 GitHub 查看專案
